---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Electrical.WireTypeSet
source: html/69267101-782b-5033-7f9d-f5535e9719c5.htm
---
# WireTypeSet Members

Initializes a new instance of the WireTypeSet class